[
    {
        "symbol": "^GSPC",
        "highlight": "Strategists expect the ROE on the <em>S</em>&<em>P</em> <em>500</em> to expand slightly in 2024, driven by EBIT margins, since neither taxes nor interest expense should affect ROE this year. EBIT margins should benefit from faster cooling of inflation and unit labor costs.",
        "sentiment": 0.6675
    },
    {
        "symbol": "AAPL",
        "highlight": "thepixelchef/E+ via Getty Images\n\nListen below or on the go on <em>Apple</em> Podcasts and Spotify\n\nVerizon impresses with wireless services, while 3M struggles on guidance. (0:15) Netflix snags the rights to WWE Raw. (3:33) Goldman Sachs picks its favorite return-on-equity growth stocks. (4:23)\n\nThe following is an abridged transcript\n\nOur top story so far",
        "sentiment": 0.7906
    },
    {
        "symbol": "NFLX",
        "highlight": "thepixelchef/E+ via Getty Images\n\nListen below or on the go on Apple Podcasts and Spotify\n\nVerizon impresses with wireless services, while 3M struggles on guidance. (0:15) <em>Netflix</em> snags the rights to WWE Raw. (3:33) Goldman Sachs picks its favorite return-on-equity growth stocks. (4:23)\n\nThe following is an abridged transcript\n\nOur top story so far",
        "sentiment": 0.7906
    },
    {
        "symbol": "NFLX",
        "highlight": "In other news of note\n\nThe <em>Netflix</em> (NFLX) news keeps coming.\n\nThe streaming company announced that starting in January 2025, it will become the exclusive home of TKO Group's (TKO) WWE Raw in the U.S., Canada, U.K. and Latin America, with more countries added over time.",
        "sentiment": 0.128
    },
    {
        "symbol": "NFLX",
        "highlight": "In addition, starting next year <em>Netflix</em> will become the home for all WWE shows and specials outside the U.S., including Smackdown, NXT and its premium live events such as WrestleMania, SummerSlam and the Royal Rumble.\n\nSince its inception in 1993, WWE Raw has been on linear television, most recently on Comcast's (CMCSA) USA Network.",
        "sentiment": 0
    },
    {
        "symbol": "NFLX",
        "highlight": "<em>Netflix</em> also has an option to extend for an additional 10 years and opt out after the first five years of the deal.\n\nAnd in the Wall Street Research Corner\n\nGoldman Sachs shook up the constituents of its return-on equity growth basket, with some new additions.",
        "sentiment": 0.4404
    },
    {
        "symbol": "ILMN",
        "highlight": "New additions include Estee Lauder (EL), Kinder Morgan (KMI), Citigroup (C), <em>Illumina</em> (ILMN), Universal Health Services (UHS), Generac Holdings (GNRC), Broadridge Financial (BR), Jabil (JBL), Zebra Tech (ZBRA), IBM (IBM) and Dominion Energy (D).",
        "sentiment": 0.6486
    },
    {
        "symbol": "JNJ",
        "highlight": "<em>Johnson</em> & <em>Johnson</em> (JNJ) topped Q4 expectations thanks to the outperformance of its pharma and MedTech segments following the spinoff of its consumer care division Kenvue (KVUE).\n\nAnd RTX (RTX) shares bounced on earnings and revenue that came in ahead of forecasts.",
        "sentiment": 0.8074
    },
    {
        "symbol": "TSLA",
        "highlight": "TSLA +0,24% Adicionar/Remover de uma Carteira\n\nInvesting.com – A <em>Tesla</em> (NASDAQ: ) deve reportar um lucro por ação (LPA) de cerca de US$ 0,70 no quarto trimestre, em linha com o consenso do mercado e as expectativas dos compradores.",
        "sentiment": -0.3182
    },
    {
        "symbol": "TSLA",
        "highlight": "Para o ano fiscal de 2024, a Evercore ISI espera um “tom mais cauteloso” na projeção da <em>Tesla</em>. A montadora deve registrar uma queda trimestral em unidades e margem bruta no primeiro trimestre, com um LPA estimado em cerca de US$ 0,60.",
        "sentiment": -0.3182
    },
    {
        "symbol": "TSLA",
        "highlight": "No entanto, os analistas são céticos quanto à possibilidade da <em>Tesla</em> atingir esse número sem uma pressão constante sobre os preços médios de venda.",
        "sentiment": -0.3182
    },
    {
        "symbol": "TSLA",
        "highlight": "A <em>Tesla</em> é vista como a mais frágil entre as 7 Magníficas, e a Evercore ISI prevê que ela continuará sofrendo revisões negativas de LPA, representando um risco de 15-20% para as estimativas de consenso para os anos de 2024 a 2026. Isso deve pressionar a ação, podendo gerar uma desvalorização de 10% na avaliação atual.",
        "sentiment": -0.3182
    },
    {
        "symbol": "TSLA",
        "highlight": "A Evercore ISI indica que US$ 160-180 é o patamar onde investidores de longo prazo preocupados com a avaliação podem considerar comprar a história do Modelo 2 de 2026 da <em>Tesla</em>.\n\nNo fim da manhã desta terça-feira em Nova York, as ações da <em>Tesla</em> registravam alta de 2,04%, ao redor de US$ 213,05.",
        "sentiment": -0.3182
    },
    {
        "symbol": "TSLA",
        "highlight": "Ações da <em>Tesla</em> podem cair 10% com margem bruta menor, avalia Evercore ISI Por Investing.com",
        "sentiment": -0.3182
    },
    {
        "symbol": "AAPL",
        "highlight": "Steve Jobs & Steve Wozniak: The <em>Apple</em> Story\n\nAn Unlikely Partnership\n\nThe story of <em>Apple</em> <em>Inc</em>., one of the most iconic and influential tech companies in the world, begins with an unlikely partnership between two individuals who couldn’t have been more different in their backgrounds and personalities.",
        "sentiment": 0.4927
    },
    {
        "symbol": "AAPL",
        "highlight": "It was during this time that Wozniak designed the <em>Apple</em> I, a personal computer that would become the foundation of <em>Apple</em> <em>Inc</em>. Jobs recognized the potential of Wozniak’s creation and proposed that they start a company together.",
        "sentiment": 0.2732
    },
    {
        "symbol": "AAPL",
        "highlight": "In 1976, <em>Apple</em> Computer, Inc. was born, with Jobs as the visionary leader and Wozniak as the engineering genius behind their products.\n\nThe partnership between Jobs and Wozniak was unconventional, with Jobs handling the business and marketing aspects while Wozniak focused on technical innovation. Their synergy, however, was undeniable.",
        "sentiment": 0.8225
    },
    {
        "symbol": "AAPL",
        "highlight": "Together, they launched the <em>Apple</em> II, a groundbreaking personal computer that would become a massive success and solidify Apple’s position in the tech industry.",
        "sentiment": 0.6369
    },
    {
        "symbol": "AAPL",
        "highlight": "The Birth of <em>Apple</em>\n\nThe two Steves first crossed paths in the early 1970s when Jobs was in high school and Wozniak was attending the University of California, Berkeley.",
        "sentiment": 0
    },
    {
        "symbol": "AAPL",
        "highlight": "It was during this time that Wozniak designed the <em>Apple</em> I, a personal computer that would become the foundation of <em>Apple</em> <em>Inc</em>. Jobs recognized the potential of Wozniak’s creation and proposed that they start a company together.",
        "sentiment": 0.2732
    },
    {
        "symbol": "AAPL",
        "highlight": "In 1976, <em>Apple</em> Computer, Inc. was born, with Jobs as the visionary leader and Wozniak as the engineering genius behind their products.\n\nThe partnership between Jobs and Wozniak was unconventional, with Jobs handling the business and marketing aspects while Wozniak focused on technical innovation. Their synergy, however, was undeniable.",
        "sentiment": 0.8225
    },
    {
        "symbol": "AAPL",
        "highlight": "Together, they launched the <em>Apple</em> II, a groundbreaking personal computer that would become a massive success and solidify Apple’s position in the tech industry.\n\nThe birth of <em>Apple</em> marked the beginning of a technological revolution.",
        "sentiment": 0.6369
    },
    {
        "symbol": "AAPL",
        "highlight": "Together, they complemented each other in a way that allowed <em>Apple</em> to innovate not only in technology but also in design and user experience.\n\nDespite occasional clashes and differing priorities, their shared commitment to their vision for <em>Apple</em> was unwavering.",
        "sentiment": 0.8779
    },
    {
        "symbol": "AAPL",
        "highlight": "Wrapping Up\n\nThe stories of these five remarkable partnerships—Procter & Gamble, Microsoft, <em>Apple</em>, theSkimm, and Hewlett-Packard—reveal the surprising journeys that led to the creation of some of the world’s most influential companies.",
        "sentiment": 0.8739
    }
]